/**
 * Populate DB with sample data on server start
 * to disable, edit config/environment/index.js, and set `seedDB: false`
 */

'use strict';

var Product = require('../api/product/product.model');

Product.find({}).remove(function() {
  Product.create({
    name: 'יוקונובה גורים גזע בינוני 12 ק״ג',
    manufactor: 'יוקונובה',
    price: 340,
    img: 'http://www.petco.com/assets/product_images/7/723633428903E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: true
  }, {
    name: 'וולנס מזון לכלבים 19 ק״ג',
    manufactor: 'וולנס',
    price: 500,
    img: 'http://www.petco.com/assets/product_images/0/076344884088E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: true
  }, {
    name: 'יאמי מזון לכלבים 11 ק״ג',
    manufactor: 'יאמי',
    price: 210,
    img: 'http://www.petco.com/assets/product_images/0/076344891109E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: true
  }, {
    name: 'יוקונובה גורים גזע בינוני 12 ק״ג',
    manufactor: 'יוקונובה',
    price: 340,
    img: 'http://www.petco.com/assets/product_images/7/723633428903E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'וולנס מזון לכלבים 19 ק״ג',
    manufactor: 'וולנס',
    price: 500,
    img: 'http://www.petco.com/assets/product_images/0/076344884088E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יאמי מזון לכלבים 11 ק״ג',
    manufactor: 'יאמי',
    price: 210,
    img: 'http://www.petco.com/assets/product_images/0/076344891109E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יוקונובה גורים גזע בינוני 12 ק״ג',
    manufactor: 'יוקונובה',
    price: 340,
    img: 'http://www.petco.com/assets/product_images/7/723633428903E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'וולנס מזון לכלבים 19 ק״ג',
    manufactor: 'וולנס',
    price: 500,
    img: 'http://www.petco.com/assets/product_images/0/076344884088E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יאמי מזון לכלבים 11 ק״ג',
    manufactor: 'יאמי',
    price: 210,
    img: 'http://www.petco.com/assets/product_images/0/076344891109E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יוקונובה גורים גזע בינוני 12 ק״ג',
    manufactor: 'יוקונובה',
    price: 340,
    img: 'http://www.petco.com/assets/product_images/7/723633428903E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'וולנס מזון לכלבים 19 ק״ג',
    manufactor: 'וולנס',
    price: 500,
    img: 'http://www.petco.com/assets/product_images/0/076344884088E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יאמי מזון לכלבים 11 ק״ג',
    manufactor: 'יאמי',
    price: 210,
    img: 'http://www.petco.com/assets/product_images/0/076344891109E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יוקונובה גורים גזע בינוני 12 ק״ג',
    manufactor: 'יוקונובה',
    price: 340,
    img: 'http://www.petco.com/assets/product_images/7/723633428903E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'וולנס מזון לכלבים 19 ק״ג',
    manufactor: 'וולנס',
    price: 500,
    img: 'http://www.petco.com/assets/product_images/0/076344884088E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יאמי מזון לכלבים 11 ק״ג',
    manufactor: 'יאמי',
    price: 210,
    img: 'http://www.petco.com/assets/product_images/0/076344891109E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יוקונובה גורים גזע בינוני 12 ק״ג',
    manufactor: 'יוקונובה',
    price: 340,
    img: 'http://www.petco.com/assets/product_images/7/723633428903E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: true
  }, {
    name: 'וולנס מזון לכלבים 19 ק״ג',
    manufactor: 'וולנס',
    price: 500,
    img: 'http://www.petco.com/assets/product_images/0/076344884088E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: true
  }, {
    name: 'יאמי מזון לכלבים 11 ק״ג',
    manufactor: 'יאמי',
    price: 210,
    img: 'http://www.petco.com/assets/product_images/0/076344891109E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: true
  }, {
    name: 'יוקונובה גורים גזע בינוני 12 ק״ג',
    manufactor: 'יוקונובה',
    price: 340,
    img: 'http://www.petco.com/assets/product_images/7/723633428903E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'וולנס מזון לכלבים 19 ק״ג',
    manufactor: 'וולנס',
    price: 500,
    img: 'http://www.petco.com/assets/product_images/0/076344884088E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יאמי מזון לכלבים 11 ק״ג',
    manufactor: 'יאמי',
    price: 210,
    img: 'http://www.petco.com/assets/product_images/0/076344891109E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יוקונובה גורים גזע בינוני 12 ק״ג',
    manufactor: 'יוקונובה',
    price: 340,
    img: 'http://www.petco.com/assets/product_images/7/723633428903E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'וולנס מזון לכלבים 19 ק״ג',
    manufactor: 'וולנס',
    price: 500,
    img: 'http://www.petco.com/assets/product_images/0/076344884088E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יאמי מזון לכלבים 11 ק״ג',
    manufactor: 'יאמי',
    price: 210,
    img: 'http://www.petco.com/assets/product_images/0/076344891109E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יוקונובה גורים גזע בינוני 12 ק״ג',
    manufactor: 'יוקונובה',
    price: 340,
    img: 'http://www.petco.com/assets/product_images/7/723633428903E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'וולנס מזון לכלבים 19 ק״ג',
    manufactor: 'וולנס',
    price: 500,
    img: 'http://www.petco.com/assets/product_images/0/076344884088E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יאמי מזון לכלבים 11 ק״ג',
    manufactor: 'יאמי',
    price: 210,
    img: 'http://www.petco.com/assets/product_images/0/076344891109E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יוקונובה גורים גזע בינוני 12 ק״ג',
    manufactor: 'יוקונובה',
    price: 340,
    img: 'http://www.petco.com/assets/product_images/7/723633428903E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'וולנס מזון לכלבים 19 ק״ג',
    manufactor: 'וולנס',
    price: 500,
    img: 'http://www.petco.com/assets/product_images/0/076344884088E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יאמי מזון לכלבים 11 ק״ג',
    manufactor: 'יאמי',
    price: 210,
    img: 'http://www.petco.com/assets/product_images/0/076344891109E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יוקונובה גורים גזע בינוני 12 ק״ג',
    manufactor: 'יוקונובה',
    price: 340,
    img: 'http://www.petco.com/assets/product_images/7/723633428903E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: true
  }, {
    name: 'וולנס מזון לכלבים 19 ק״ג',
    manufactor: 'וולנס',
    price: 500,
    img: 'http://www.petco.com/assets/product_images/0/076344884088E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: true
  }, {
    name: 'יאמי מזון לכלבים 11 ק״ג',
    manufactor: 'יאמי',
    price: 210,
    img: 'http://www.petco.com/assets/product_images/0/076344891109E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: true
  }, {
    name: 'יוקונובה גורים גזע בינוני 12 ק״ג',
    manufactor: 'יוקונובה',
    price: 340,
    img: 'http://www.petco.com/assets/product_images/7/723633428903E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'וולנס מזון לכלבים 19 ק״ג',
    manufactor: 'וולנס',
    price: 500,
    img: 'http://www.petco.com/assets/product_images/0/076344884088E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יאמי מזון לכלבים 11 ק״ג',
    manufactor: 'יאמי',
    price: 210,
    img: 'http://www.petco.com/assets/product_images/0/076344891109E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יוקונובה גורים גזע בינוני 12 ק״ג',
    manufactor: 'יוקונובה',
    price: 340,
    img: 'http://www.petco.com/assets/product_images/7/723633428903E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'וולנס מזון לכלבים 19 ק״ג',
    manufactor: 'וולנס',
    price: 500,
    img: 'http://www.petco.com/assets/product_images/0/076344884088E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יאמי מזון לכלבים 11 ק״ג',
    manufactor: 'יאמי',
    price: 210,
    img: 'http://www.petco.com/assets/product_images/0/076344891109E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יוקונובה גורים גזע בינוני 12 ק״ג',
    manufactor: 'יוקונובה',
    price: 340,
    img: 'http://www.petco.com/assets/product_images/7/723633428903E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'וולנס מזון לכלבים 19 ק״ג',
    manufactor: 'וולנס',
    price: 500,
    img: 'http://www.petco.com/assets/product_images/0/076344884088E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יאמי מזון לכלבים 11 ק״ג',
    manufactor: 'יאמי',
    price: 210,
    img: 'http://www.petco.com/assets/product_images/0/076344891109E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יוקונובה גורים גזע בינוני 12 ק״ג',
    manufactor: 'יוקונובה',
    price: 340,
    img: 'http://www.petco.com/assets/product_images/7/723633428903E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'וולנס מזון לכלבים 19 ק״ג',
    manufactor: 'וולנס',
    price: 500,
    img: 'http://www.petco.com/assets/product_images/0/076344884088E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יאמי מזון לכלבים 11 ק״ג',
    manufactor: 'יאמי',
    price: 210,
    img: 'http://www.petco.com/assets/product_images/0/076344891109E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יוקונובה גורים גזע בינוני 12 ק״ג',
    manufactor: 'יוקונובה',
    price: 340,
    img: 'http://www.petco.com/assets/product_images/7/723633428903E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: true
  }, {
    name: 'וולנס מזון לכלבים 19 ק״ג',
    manufactor: 'וולנס',
    price: 500,
    img: 'http://www.petco.com/assets/product_images/0/076344884088E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: true
  }, {
    name: 'יאמי מזון לכלבים 11 ק״ג',
    manufactor: 'יאמי',
    price: 210,
    img: 'http://www.petco.com/assets/product_images/0/076344891109E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: true
  }, {
    name: 'יוקונובה גורים גזע בינוני 12 ק״ג',
    manufactor: 'יוקונובה',
    price: 340,
    img: 'http://www.petco.com/assets/product_images/7/723633428903E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'וולנס מזון לכלבים 19 ק״ג',
    manufactor: 'וולנס',
    price: 500,
    img: 'http://www.petco.com/assets/product_images/0/076344884088E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יאמי מזון לכלבים 11 ק״ג',
    manufactor: 'יאמי',
    price: 210,
    img: 'http://www.petco.com/assets/product_images/0/076344891109E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יוקונובה גורים גזע בינוני 12 ק״ג',
    manufactor: 'יוקונובה',
    price: 340,
    img: 'http://www.petco.com/assets/product_images/7/723633428903E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'וולנס מזון לכלבים 19 ק״ג',
    manufactor: 'וולנס',
    price: 500,
    img: 'http://www.petco.com/assets/product_images/0/076344884088E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יאמי מזון לכלבים 11 ק״ג',
    manufactor: 'יאמי',
    price: 210,
    img: 'http://www.petco.com/assets/product_images/0/076344891109E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יוקונובה גורים גזע בינוני 12 ק״ג',
    manufactor: 'יוקונובה',
    price: 340,
    img: 'http://www.petco.com/assets/product_images/7/723633428903E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'וולנס מזון לכלבים 19 ק״ג',
    manufactor: 'וולנס',
    price: 500,
    img: 'http://www.petco.com/assets/product_images/0/076344884088E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יאמי מזון לכלבים 11 ק״ג',
    manufactor: 'יאמי',
    price: 210,
    img: 'http://www.petco.com/assets/product_images/0/076344891109E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יוקונובה גורים גזע בינוני 12 ק״ג',
    manufactor: 'יוקונובה',
    price: 340,
    img: 'http://www.petco.com/assets/product_images/7/723633428903E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'וולנס מזון לכלבים 19 ק״ג',
    manufactor: 'וולנס',
    price: 500,
    img: 'http://www.petco.com/assets/product_images/0/076344884088E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יאמי מזון לכלבים 11 ק״ג',
    manufactor: 'יאמי',
    price: 210,
    img: 'http://www.petco.com/assets/product_images/0/076344891109E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יוקונובה גורים גזע בינוני 12 ק״ג',
    manufactor: 'יוקונובה',
    price: 340,
    img: 'http://www.petco.com/assets/product_images/7/723633428903E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: true
  }, {
    name: 'וולנס מזון לכלבים 19 ק״ג',
    manufactor: 'וולנס',
    price: 500,
    img: 'http://www.petco.com/assets/product_images/0/076344884088E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: true
  }, {
    name: 'יאמי מזון לכלבים 11 ק״ג',
    manufactor: 'יאמי',
    price: 210,
    img: 'http://www.petco.com/assets/product_images/0/076344891109E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: true
  }, {
    name: 'יוקונובה גורים גזע בינוני 12 ק״ג',
    manufactor: 'יוקונובה',
    price: 340,
    img: 'http://www.petco.com/assets/product_images/7/723633428903E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'וולנס מזון לכלבים 19 ק״ג',
    manufactor: 'וולנס',
    price: 500,
    img: 'http://www.petco.com/assets/product_images/0/076344884088E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יאמי מזון לכלבים 11 ק״ג',
    manufactor: 'יאמי',
    price: 210,
    img: 'http://www.petco.com/assets/product_images/0/076344891109E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יוקונובה גורים גזע בינוני 12 ק״ג',
    manufactor: 'יוקונובה',
    price: 340,
    img: 'http://www.petco.com/assets/product_images/7/723633428903E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'וולנס מזון לכלבים 19 ק״ג',
    manufactor: 'וולנס',
    price: 500,
    img: 'http://www.petco.com/assets/product_images/0/076344884088E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יאמי מזון לכלבים 11 ק״ג',
    manufactor: 'יאמי',
    price: 210,
    img: 'http://www.petco.com/assets/product_images/0/076344891109E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יוקונובה גורים גזע בינוני 12 ק״ג',
    manufactor: 'יוקונובה',
    price: 340,
    img: 'http://www.petco.com/assets/product_images/7/723633428903E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'וולנס מזון לכלבים 19 ק״ג',
    manufactor: 'וולנס',
    price: 500,
    img: 'http://www.petco.com/assets/product_images/0/076344884088E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יאמי מזון לכלבים 11 ק״ג',
    manufactor: 'יאמי',
    price: 210,
    img: 'http://www.petco.com/assets/product_images/0/076344891109E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יוקונובה גורים גזע בינוני 12 ק״ג',
    manufactor: 'יוקונובה',
    price: 340,
    img: 'http://www.petco.com/assets/product_images/7/723633428903E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'וולנס מזון לכלבים 19 ק״ג',
    manufactor: 'וולנס',
    price: 500,
    img: 'http://www.petco.com/assets/product_images/0/076344884088E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יאמי מזון לכלבים 11 ק״ג',
    manufactor: 'יאמי',
    price: 210,
    img: 'http://www.petco.com/assets/product_images/0/076344891109E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יוקונובה גורים גזע בינוני 12 ק״ג',
    manufactor: 'יוקונובה',
    price: 340,
    img: 'http://www.petco.com/assets/product_images/7/723633428903E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: true
  }, {
    name: 'וולנס מזון לכלבים 19 ק״ג',
    manufactor: 'וולנס',
    price: 500,
    img: 'http://www.petco.com/assets/product_images/0/076344884088E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: true
  }, {
    name: 'יאמי מזון לכלבים 11 ק״ג',
    manufactor: 'יאמי',
    price: 210,
    img: 'http://www.petco.com/assets/product_images/0/076344891109E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: true
  }, {
    name: 'יוקונובה גורים גזע בינוני 12 ק״ג',
    manufactor: 'יוקונובה',
    price: 340,
    img: 'http://www.petco.com/assets/product_images/7/723633428903E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'וולנס מזון לכלבים 19 ק״ג',
    manufactor: 'וולנס',
    price: 500,
    img: 'http://www.petco.com/assets/product_images/0/076344884088E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יאמי מזון לכלבים 11 ק״ג',
    manufactor: 'יאמי',
    price: 210,
    img: 'http://www.petco.com/assets/product_images/0/076344891109E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יוקונובה גורים גזע בינוני 12 ק״ג',
    manufactor: 'יוקונובה',
    price: 340,
    img: 'http://www.petco.com/assets/product_images/7/723633428903E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'וולנס מזון לכלבים 19 ק״ג',
    manufactor: 'וולנס',
    price: 500,
    img: 'http://www.petco.com/assets/product_images/0/076344884088E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יאמי מזון לכלבים 11 ק״ג',
    manufactor: 'יאמי',
    price: 210,
    img: 'http://www.petco.com/assets/product_images/0/076344891109E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יוקונובה גורים גזע בינוני 12 ק״ג',
    manufactor: 'יוקונובה',
    price: 340,
    img: 'http://www.petco.com/assets/product_images/7/723633428903E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'וולנס מזון לכלבים 19 ק״ג',
    manufactor: 'וולנס',
    price: 500,
    img: 'http://www.petco.com/assets/product_images/0/076344884088E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יאמי מזון לכלבים 11 ק״ג',
    manufactor: 'יאמי',
    price: 210,
    img: 'http://www.petco.com/assets/product_images/0/076344891109E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יוקונובה גורים גזע בינוני 12 ק״ג',
    manufactor: 'יוקונובה',
    price: 340,
    img: 'http://www.petco.com/assets/product_images/7/723633428903E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'וולנס מזון לכלבים 19 ק״ג',
    manufactor: 'וולנס',
    price: 500,
    img: 'http://www.petco.com/assets/product_images/0/076344884088E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יאמי מזון לכלבים 11 ק״ג',
    manufactor: 'יאמי',
    price: 210,
    img: 'http://www.petco.com/assets/product_images/0/076344891109E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יוקונובה גורים גזע בינוני 12 ק״ג',
    manufactor: 'יוקונובה',
    price: 340,
    img: 'http://www.petco.com/assets/product_images/7/723633428903E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: true
  }, {
    name: 'וולנס מזון לכלבים 19 ק״ג',
    manufactor: 'וולנס',
    price: 500,
    img: 'http://www.petco.com/assets/product_images/0/076344884088E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: true
  }, {
    name: 'יאמי מזון לכלבים 11 ק״ג',
    manufactor: 'יאמי',
    price: 210,
    img: 'http://www.petco.com/assets/product_images/0/076344891109E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: true
  }, {
    name: 'יוקונובה גורים גזע בינוני 12 ק״ג',
    manufactor: 'יוקונובה',
    price: 340,
    img: 'http://www.petco.com/assets/product_images/7/723633428903E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'וולנס מזון לכלבים 19 ק״ג',
    manufactor: 'וולנס',
    price: 500,
    img: 'http://www.petco.com/assets/product_images/0/076344884088E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יאמי מזון לכלבים 11 ק״ג',
    manufactor: 'יאמי',
    price: 210,
    img: 'http://www.petco.com/assets/product_images/0/076344891109E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יוקונובה גורים גזע בינוני 12 ק״ג',
    manufactor: 'יוקונובה',
    price: 340,
    img: 'http://www.petco.com/assets/product_images/7/723633428903E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'וולנס מזון לכלבים 19 ק״ג',
    manufactor: 'וולנס',
    price: 500,
    img: 'http://www.petco.com/assets/product_images/0/076344884088E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יאמי מזון לכלבים 11 ק״ג',
    manufactor: 'יאמי',
    price: 210,
    img: 'http://www.petco.com/assets/product_images/0/076344891109E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יוקונובה גורים גזע בינוני 12 ק״ג',
    manufactor: 'יוקונובה',
    price: 340,
    img: 'http://www.petco.com/assets/product_images/7/723633428903E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'וולנס מזון לכלבים 19 ק״ג',
    manufactor: 'וולנס',
    price: 500,
    img: 'http://www.petco.com/assets/product_images/0/076344884088E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יאמי מזון לכלבים 11 ק״ג',
    manufactor: 'יאמי',
    price: 210,
    img: 'http://www.petco.com/assets/product_images/0/076344891109E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יוקונובה גורים גזע בינוני 12 ק״ג',
    manufactor: 'יוקונובה',
    price: 340,
    img: 'http://www.petco.com/assets/product_images/7/723633428903E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'וולנס מזון לכלבים 19 ק״ג',
    manufactor: 'וולנס',
    price: 500,
    img: 'http://www.petco.com/assets/product_images/0/076344884088E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יאמי מזון לכלבים 11 ק״ג',
    manufactor: 'יאמי',
    price: 210,
    img: 'http://www.petco.com/assets/product_images/0/076344891109E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יוקונובה גורים גזע בינוני 12 ק״ג',
    manufactor: 'יוקונובה',
    price: 340,
    img: 'http://www.petco.com/assets/product_images/7/723633428903E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: true
  }, {
    name: 'וולנס מזון לכלבים 19 ק״ג',
    manufactor: 'וולנס',
    price: 500,
    img: 'http://www.petco.com/assets/product_images/0/076344884088E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: true
  }, {
    name: 'יאמי מזון לכלבים 11 ק״ג',
    manufactor: 'יאמי',
    price: 210,
    img: 'http://www.petco.com/assets/product_images/0/076344891109E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: true
  }, {
    name: 'יוקונובה גורים גזע בינוני 12 ק״ג',
    manufactor: 'יוקונובה',
    price: 340,
    img: 'http://www.petco.com/assets/product_images/7/723633428903E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'וולנס מזון לכלבים 19 ק״ג',
    manufactor: 'וולנס',
    price: 500,
    img: 'http://www.petco.com/assets/product_images/0/076344884088E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יאמי מזון לכלבים 11 ק״ג',
    manufactor: 'יאמי',
    price: 210,
    img: 'http://www.petco.com/assets/product_images/0/076344891109E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יוקונובה גורים גזע בינוני 12 ק״ג',
    manufactor: 'יוקונובה',
    price: 340,
    img: 'http://www.petco.com/assets/product_images/7/723633428903E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'וולנס מזון לכלבים 19 ק״ג',
    manufactor: 'וולנס',
    price: 500,
    img: 'http://www.petco.com/assets/product_images/0/076344884088E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יאמי מזון לכלבים 11 ק״ג',
    manufactor: 'יאמי',
    price: 210,
    img: 'http://www.petco.com/assets/product_images/0/076344891109E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יוקונובה גורים גזע בינוני 12 ק״ג',
    manufactor: 'יוקונובה',
    price: 340,
    img: 'http://www.petco.com/assets/product_images/7/723633428903E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'וולנס מזון לכלבים 19 ק״ג',
    manufactor: 'וולנס',
    price: 500,
    img: 'http://www.petco.com/assets/product_images/0/076344884088E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יאמי מזון לכלבים 11 ק״ג',
    manufactor: 'יאמי',
    price: 210,
    img: 'http://www.petco.com/assets/product_images/0/076344891109E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יוקונובה גורים גזע בינוני 12 ק״ג',
    manufactor: 'יוקונובה',
    price: 340,
    img: 'http://www.petco.com/assets/product_images/7/723633428903E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'וולנס מזון לכלבים 19 ק״ג',
    manufactor: 'וולנס',
    price: 500,
    img: 'http://www.petco.com/assets/product_images/0/076344884088E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  }, {
    name: 'יאמי מזון לכלבים 11 ק״ג',
    manufactor: 'יאמי',
    price: 210,
    img: 'http://www.petco.com/assets/product_images/0/076344891109E.jpg',
    info: 'מזון איכותי לגורים באיכות גבוהה ובמחיר משתלם ביותר, מזין ומועיך קנייה מהנה, צוות אשכולבו לחי. מזון שלם לגורים מגזעים בינוניים',
    advantages: [
      'לגילאי 1 חודש עד 12 חודשים (משקל בוגר 10 - 25 ק״ג, למשל: טרייר, ספנייל',
      'רמות אופטימליות של חלבונים ושומנים להעלאה במשקל ולהתפתחות העצמות.',
      'מספק את צורכי האנרגיה הגוברים במהלך תקופת הגדילה הקריטית',
      'מסייע לבניית מערכת חיסונית חזקה ובריאה',
      'מטפח את בריאות העור והפרווה'
    ],
    gramsPerDay: [{
      months: '1-3',
      gramsPerWeight: {
        '2kg': 140,
        '4kg': 220,
        '6kg': 290,
        '8kg': 355
      }
    }, {
      months: '3-4',
      gramsPerWeight: {
        '2kg': 130,
        '4kg': 205,
        '6kg': 270,
        '8kg': 330,
        '10kg': 385,
        '12kg': 430,
        '14kg': 480,
        '16kg': 525,
        '18kg': 565
      }
    }, {
      months: '5-7',
      gramsPerWeight: {
        '2kg': 85,
        '4kg': 135,
        '6kg': 175,
        '8kg': 210,
        '10kg': 245,
        '12kg': 280,
        '14kg': 310,
        '16kg': 335,
        '18kg': 365,
        '20kg': 390,
        '22kg': 415
      }
    }, {
      months: '8-12',
      gramsPerWeight: {
        '6kg': 125,
        '8kg': 150,
        '10kg': 175,
        '12kg': 200,
        '14kg': 220,
        '16kg': 240,
        '18kg': 260,
        '20kg': 280,
        '22kg': 295,
        '25kg': 325
      }
    }, {
      months: '12-18',
      gramsPerWeight: {
        '6kg': 100,
        '8kg': 125,
        '10kg': 145,
        '12kg': 165,
        '14kg': 180,
        '16kg': 200,
        '18kg': 215,
        '20kg': 230,
        '22kg': 245,
        '25kg': 265
      }
    }],
    ingrediants: [
      'בשר עוף (יותר מ-20%)',
      'תירס',
      'חיטה',
      'קמח דגים',
      'שומן מן החי',
      'שעורה',
      'דורה (סורגום)',
      'קמח עופות',
      'פולפת סלק סוכר',
      'ביצה שלמה',
      'בשר עוף מעוכל אנזימתית',
      'שמרי בירה מיובשים',
      'זרעי פשתן',
      'מלח',
      'DL - מתיונין',
      'אשלגן כלורי',
      'תמצית פרח ציפורני החתול (טגטיס)'
    ],
    nutrition: [{
      name: 'חלבונים',
      content: 29
    }, {
      name: 'רטיבות',
      content: 8.5
    }, {
      name: 'שמנים ושומנים',
      content: 18
    }, {
      name: 'סיבים תזונתיים',
      content: 2.5
    }, {
      name: 'אפר',
      content: 7.5
    }, {
      name: 'סידן',
      content: 1.20
    }, {
      name: 'זרחן',
      content: 1
    }],
    sale: false
  });
});
